Repository: kyrie-z/systemd-deepin
Catalog: po/*.po
Languages: bo

source: Send passphrase back to system
bo: ནང་འཛུལ་བྱས་པའི་གསང་ཚིག་མ་ལག་ལ་ལོག་གཏོང་།

source: Authentication is required to send the entered passphrase back to the system.
bo: ནང་འཛུལ་བྱས་པའི་གསང་ཚིག་མ་ལག་ལ་ལོག་གཏོང་ནི་ལ་བདེན་སྒྲིག་དགོས།

source: Manage system services or other units
bo: མ་ལག་ཞབས་ཞུ་དང་སྡེ་ཚན་གཞན་ཚོད་འཛིན་བྱེད་།

source: Authentication is required to manage system services or other units.
bo: མ་ལག་ཞབས་ཞུ་དང་སྡེ་ཚན་གཞན་ཚོད་འཛིན་བྱེད་པར་བདེན་སྒྲིག་དགོས།

source: Manage system service or unit files
bo: མ་ལག་ཞབས་ཞུ་ཡིག་ཆ་དང་སྡེ་ཚན་ཡིག་ཆ་ཚོད་འཛིན་བྱེད་།

source: Authentication is required to manage system service or unit files.
bo: མ་ལག་ཞབས་ཞུ་ཡིག་ཆ་དང་སྡེ་ཚན་ཡིག་ཆ་ཚོད་འཛིིན་བྱེད་པར་བདེན་སྒྲིག་དགོས།

source: Set or unset system and service manager environment variables
bo: མ་ལག་དང་ཞབས་ཞུ་དོ་དམ་པའི་ཁོངས་སྐབས་འགྱུར་གྲུབ་སྒྲིག/བསུབ།

source: Authentication is required to set or unset system and service manager environment variables.
bo: མ་ལག་དང་ཞབས་ཞུ་དོ་དམ་པའི་ཁོངས་སྐབས་འགྱུར་གྲུབ་སྒྲིག་འཇུག་ཡང་ན་བཤོལ་བྱེད་པར་བདེན་སྒྲིག་དགོས།

source: Reload the systemd state
bo: systemd གནས་ཚུལ་བསྐྱར་འཇུག

source: Authentication is required to reload the systemd state.
bo: systemd གནས་ཚུལ་བསྐྱར་འཇུག་བྱེད་པར་བདེན་སྒྲིག་དགོས།

source: Dump the systemd state without rate limits
bo: ཚད་བཀག་མེད་པར systemd གནས་ཚུལ་ཕྱིར་འདོན།

source: Create a home area
bo: home ཁུལ་གསར་བསྐྲུན།

source: Authentication is required to create a user's home area.
bo: ལག་ལེན་པའི home ཁུལ་གསར་བསྐྲུན་བྱེད་པར་བདེན་སྒྲིག་དགོས།

source: Remove a home area
bo: home ཁུལ་བསུབ།

source: Authentication is required to remove a user's home area.
bo: ལག་ལེན་པའི home ཁུལ་བསུབ་པར་བདེན་སྒྲིག་དགོས།

source: Check credentials of a home area
bo: home ཁུལ་གྱི་དཔྱད་དཔང་བཤེར་བརྟག

source: Authentication is required to check credentials against a user's home area.
bo: ལག་ལེན་པའི home ཁུལ་ལ་བསྟུན་ནས་དཔྱད་དཔང་བཤེར་བརྟག་བྱེད་པར་བདེན་སྒྲིག་དགོས།

source: Update a home area
bo: home ཁུལ་དུས་མཐུན་བྱེད།

source: Authentication is required to update a user's home area.
bo: ལག་ལེན་པའི home ཁུལ་དུས་མཐུན་བྱེད་པར་བདེན་སྒྲིག་དགོས།

source: Resize a home area
bo: home ཁུལ་ཆེ་ཆུང་བསྒྱུར།

source: Authentication is required to resize a user's home area.
bo: ལག་ལེན་པའི home ཁུལ་ཆེ་ཆུང་བསྒྱུར་བྱེད་པར་བདེན་སྒྲིག་དགོས།

source: Change password of a home area
bo: home ཁུལ་གྱི་གསང་ཨང་བསྒྱུར་།

source: Authentication is required to change the password of a user's home area.
bo: ལག་ལེན་པའི home ཁུལ་གྱི་གསང་ཨང་བསྒྱུར་བྱེད་པར་བདེན་སྒྲིག་དགོས།

source: Home of user %s is currently absent, please plug in the necessary storage device or backing file system.
bo: ད་ལྟ་ལག་ལེན་པ %s ཡི home མེད་པས། ཉེར་མཁོའི་གསོག་འཇོག་ཐབས་འཕྲུལ་དང་ཡང་ན་རྒྱབ་སྐྱོར་ཡིག་ཆའི་མ་ལག་བཙུགས་རོགས།

source: Password:
bo: གསང་ཨང་:

source: Set hostname
bo: host མིང་སྒྲིག

source: Authentication is required to set the local hostname.
bo: རང་ས་ཡི host མིང་སྒྲིག་པར་བདེན་སྒྲིག་དགོས།

source: Set static hostname
bo: རྟག་བརྟན host མིང་སྒྲིག

source: Authentication is required to set the statically configured local hostname, as well as the pretty hostname.
bo: རྒྱལ་ཁབ་ཀྱི་རྒྱུ་བརྟགས་ཀྱི་གཞི་ནང་གི་མཚན་ཉིད་དང་ལྡན་པ་མ་ཉིད་ཀྱང་གཏན་འབེབས་བྱེད་པར་བདག་ཉིད་གཏན་ཚིགས་དགོས།

source: Set machine information
bo: མ་ལག་ཆས་ཀྱི་ཆ་འཕྲིན་སྒྲིག

source: Authentication is required to set local machine information.
bo: རང་ས་ཡི་མ་ལག་ཆས་ཀྱི་ཆ་འཕྲིན་སྒྲིག་པར་བདེན་སྒྲིག་དགོས།

source: Get product UUID
bo: དངོས་ཆའི UUID ལེན་པ

source: Authentication is required to get product UUID.
bo: དངོས་ཆའི UUID ལེན་པར་བདེན་སྒྲིག་དགོས།

source: Get hardware serial number
bo: སྲ་ཆས་ཨང་རྟགས་ལེན་པ

source: Authentication is required to get hardware serial number.
bo: སྲ་ཆས་ཨང་རྟགས་ལེན་པར་བདེན་སྒྲིག་དགོས།

source: Get system description
bo: མ་ལག་ཞིབ་བརྗོད་ལེན་པ

source: Authentication is required to get system description.
bo: མ་ལག་ཞིབ་བརྗོད་ལེན་པར་བདེན་སྒྲིག་དགོས།

source: Import a VM or container image
bo: VM དང་ container གི་གཟུགས་བརྙན་ནང་འདྲེན།

source: Authentication is required to import a VM or container image
bo: VM དང་ container གཟུགས་བརྙན་ནང་འདྲེན་བྱེད་པར་བདེན་སྒྲིག་དགོས།

source: Export a VM or container image
bo: VM དང་ container གཟུགས་བརྙན་ཕྱིར་འདོན།

source: Authentication is required to export a VM or container image
bo: VM དང་ container གཟུགས་བརྙན་ཕྱིར་འདོན་བྱེད་པར་བདེན་སྒྲིག་དགོས།

source: Download a VM or container image
bo: VM དང་ container གཟུགས་བརྙན་ཕབ་ལེན།

source: Authentication is required to download a VM or container image
bo: VM དང་ container གཟུགས་བརྙན་ཕབ་ལེན་བྱེད་པར་བདེན་སྒྲིག་དགོས།

source: Set system locale
bo: མ་ལག་སྐད་ཡིག/locale སྒྲིག

source: Authentication is required to set the system locale.
bo: མ་ལག locale སྒྲིག་པར་བདེན་སྒྲིག་དགོས།

source: Set system keyboard settings
bo: མ་ལག་ལྡེ་སྒྲོམ་སྒྲིག་སྟངས་སྒྲིག

source: Authentication is required to set the system keyboard settings.
bo: མ་ལག་ལྡེ་སྒྲོམ་སྒྲིག་སྟངས་སྒྲིག་པར་བདེན་སྒྲིག་དགོས།

source: Allow applications to inhibit system shutdown
bo: གློག་རྟགས་འཇུག་གིས་མ་ལག་སྒོ་བསྡམ་པ་བཀག་ཆོག

source: Authentication is required for an application to inhibit system shutdown.
bo: གློག་རྟགས་འཇུག་གིས་མ་ལག་སྒོ་བསྡམ་པ་བཀག་ནི་ལ་བདེན་སྒྲིག་དགོས།

source: Allow applications to delay system shutdown
bo: གློག་རྟགས་འཇུག་གིས་མ་ལག་སྒོ་བསྡམ་པ་ཕྱིར་འགྱངས་བྱེད་ཆོག

source: Authentication is required for an application to delay system shutdown.
bo: གློག་རྟགས་འཇུག་གིས་མ་ལག་སྒོ་བསྡམ་པ་ཕྱིར་འགྱངས་བྱེད་པར་བདེན་སྒྲིག་དགོས།

source: Allow applications to inhibit system sleep
bo: གློག་རྟགས་འཇུག་གིས་མ་ལག་གཉིད་ལམ་བཀག་ཆོག

source: Authentication is required for an application to inhibit system sleep.
bo: གློག་རྟགས་འཇུག་གིས་མ་ལག་གཉིད་ལམ་བཀག་པར་བདེན་སྒྲིག་དགོས།

source: Allow applications to delay system sleep
bo: གློག་རྟགས་འཇུག་གིས་མ་ལག་གཉིད་ལམ་ཕྱིར་འགྱངས་བྱེད་ཆོག

source: Authentication is required for an application to delay system sleep.
bo: གློག་རྟགས་འཇུག་གིས་མ་ལག་གཉིད་ལམ་ཕྱིར་འགྱངས་བྱེད་པར་བདེན་སྒྲིག་དགོས།

source: Allow applications to inhibit automatic system suspend
bo: གློག་རྟགས་འཇུག་གིས་མ་ལག་རང་འགུལ་སྒོ་བསྡམ་པ་བཀག་ཆོག

source: Authentication is required for an application to inhibit automatic system suspend.
bo: གློག་རྟགས་འཇུག་གིས་མ་ལག་རང་འགུལ་སྒོ་བསྡམ་པ་བཀག་པར་བདེན་སྒྲིག་དགོས།

source: Allow applications to inhibit system handling of the power key
bo: power ལྡེ་མིག་གི་ལས་སྦྱོར་བཀག་ཆོག

source: Authentication is required for an application to inhibit system handling of the power key.
bo: power ལྡེ་མིག་ལ་མ་ལག་ལས་སྦྱོར་བཀག་པར་བདེན་སྒྲིག་དགོས།

source: Allow applications to inhibit system handling of the suspend key
bo: suspend ལྡེ་མིག་ལ་མ་ལག་ལས་སྦྱོར་བཀག་ཆོག

source: Authentication is required for an application to inhibit system handling of the suspend key.
bo: suspend ལྡེ་མིག་ལ་མ་ལག་ལས་སྦྱོར་བཀག་པར་བདེན་སྒྲིག་དགོས།

source: Allow applications to inhibit system handling of the hibernate key
bo: hibernate ལྡེ་མིག་ལ་མ་ལག་ལས་སྦྱོར་བཀག་ཆོག

source: Authentication is required for an application to inhibit system handling of the hibernate key.
bo: hibernate ལྡེ་མིག་ལ་མ་ལག་ལས་སྦྱོར་བཀག་པར་བདེན་སྒྲིག་དགོས།

source: Allow applications to inhibit system handling of the lid switch
bo: lid སྒྲིལ་སྒོའི་ལས་སྦྱོར་བཀག་ཆོག

source: Authentication is required for an application to inhibit system handling of the lid switch.
bo: lid སྒྲིལ་སྒོ་ལ་མ་ལག་ལས་སྦྱོར་བཀག་པར་བདེན་སྒྲིག་དགོས།

source: Allow applications to inhibit system handling of the reboot key
bo: reboot ལྡེ་མིག་ལ་ལས་སྦྱོར་བཀག་ཆོག

source: Authentication is required for an application to inhibit system handling of the reboot key.
bo: reboot ལྡེ་མིག་ལ་མ་ལག་ལས་སྦྱོར་བཀག་པར་བདེན་སྒྲིག་དགོས།

source: Allow non-logged-in user to run programs
bo: ནང་འཛུལ་མ་བྱས་པའི་ལག་ལེན་པས་པྱི་མ་འཁོར་སྐུལ་ཆོག

source: Explicit request is required to run programs as a non-logged-in user.
bo: ནང་འཛུལ་མ་བྱས་པའི་ལག་ལེན་པའི་ཐོག་ནས་པྱི་མ་འཁོར་སྐུལ་བྱེད་ནི་ལ་གསལ་བཤད་ཞུ་བ་དགོས།

source: Allow non-logged-in users to run programs
bo: ནང་འཛུལ་མ་བྱས་པའི་ལག་ལེན་པ་ཚོས་པྱི་མ་འཁོར་སྐུལ་ཆོག

source: Authentication is required to run programs as a non-logged-in user.
bo: ནང་འཛུལ་མ་བྱས་པའི་ལག་ལེན་པའི་ཐོག་ནས་པྱི་མ་འཁོར་སྐུལ་བྱེད་པར་བདེན་སྒྲིག་དགོས།

source: Allow attaching devices to seats
bo: seat ལ་ཐབས་འཕྲུལ་སྦྲེལ་བྱེད་ཆོག

source: Authentication is required to attach a device to a seat.
bo: seat ལ་ཐབས་འཕྲུལ་སྦྲེལ་བྱེད་པར་བདེན་སྒྲིག་དགོས།

source: Flush device to seat attachments
bo: ཐབས་འཕྲུལ-Seat མཉམ་སྦྲེལ་བསལ།

source: Authentication is required to reset how devices are attached to seats.
bo: seat ལ་ཐབས་འཕྲུལ་སྦྲེལ་ཚུལ་བསྐྱར་སྒྲིག་བྱེད་པར་བདེན་སྒྲིག་དགོས།

source: Power off the system
bo: མ་ལག་གནོན་པ (power off)

source: Authentication is required to power off the system.
bo: མ་ལག་གནོན་པར་བདེན་སྒྲིག་དགོས།

source: Power off the system while other users are logged in
bo: ལག་ལེན་པ་གཞན་ཚོ་ནང་འཛུལ་ཡོད་དུས་མ་ལག་གནོན་པ

source: Authentication is required to power off the system while other users are logged in.
bo: ལག་ལེན་པ་གཞན་ཚོ་ནང་འཛུལ་ཡོད་དུས་མ་ལག་གནོན་པར་བདེན་སྒྲིག་དགོས།

source: Power off the system while an application is inhibiting this
bo: གློག་རྟགས་འཇུག་གིས་བཀག་ཡོད་པའི་ཚེ་མ་ལག་གནོན་པ

source: Authentication is required to power off the system while an application is inhibiting this.
bo: གློག་རྟགས་འཇུག་གིས་བཀག་ཡོད་དུས་མ་ལག་གནོན་པར་བདེན་སྒྲིག་དགོས།

source: Reboot the system
bo: མ་ལག་བསྐྱར་འགེལ (reboot)

source: Authentication is required to reboot the system.
bo: མ་ལག་བསྐྱར་འགེལ་བྱེད་པར་བདེན་སྒྲིག་དགོས།

source: Reboot the system while other users are logged in
bo: ལག་ལེན་པ་གཞན་ཚོ་ནང་འཛུལ་ཡོད་དུས་མ་ལག་བསྐྱར་འགེལ

source: Authentication is required to reboot the system while other users are logged in.
bo: ལག་ལེན་པ་གཞན་ཚོ་ནང་འཛུལ་ཡོད་དུས་མ་ལག་བསྐྱར་འགེལ་བྱེད་པར་བདེན་སྒྲིག་དགོས།

source: Reboot the system while an application is inhibiting this
bo: གློག་རྟགས་འཇུག་གིས་བཀག་ཡོད་དུས་མ་ལག་བསྐྱར་འགེལ

source: Authentication is required to reboot the system while an application is inhibiting this.
bo: གློག་རྟགས་འཇུག་གིས་བཀག་ཡོད་དུས་མ་ལག་བསྐྱར་འགེལ་བྱེད་པར་བདེན་སྒྲིག་དགོས།

source: Halt the system
bo: མ་ལག་མཚམས་འཇོག

source: Authentication is required to halt the system.
bo: མ་ལག་མཚམས་འཇོག་བྱེད་པར་བདེན་སྒྲིག་དགོས།

source: Halt the system while other users are logged in
bo: ལག་ལེན་པ་གཞན་ཚོ་ནང་འཛུལ་ཡོད་དུས་མ་ལག་མཚམས་འཇོག

source: Authentication is required to halt the system while other users are logged in.
bo: ལག་ལེན་པ་གཞན་ཚོ་ནང་འཛུལ་ཡོད་དུས་མ་ལག་མཚམས་འཇོག་བྱེད་པར་བདེན་སྒྲིག་དགོས།

source: Halt the system while an application is inhibiting this
bo: གློག་རྟགས་འཇུག་གིས་བཀག་ཡོད་དུས་མ་ལག་མཚམས་འཇོག

source: Authentication is required to halt the system while an application is inhibiting this.
bo: གློག་རྟགས་འཇུག་གིས་བཀག་ཡོད་དུས་མ་ལག་མཚམས་འཇོག་བྱེད་པར་བདེན་སྒྲིག་དགོས།

source: Suspend the system
bo: མ་ལག་ལྟོགས (suspend)

source: Authentication is required to suspend the system.
bo: མ་ལག་ལྟོགས་པར་བདེན་སྒྲིག་དགོས།

source: Suspend the system while other users are logged in
bo: ལག་ལེན་པ་གཞན་ཚོ་ནང་འཛུལ་ཡོད་དུས་མ་ལག་ལྟོགས

source: Authentication is required to suspend the system while other users are logged in.
bo: ལག་ལེན་པ་གཞན་ཚོ་ནང་འཛུལ་ཡོད་དུས་མ་ལག་ལྟོགས་པར་བདེན་སྒྲིག་དགོས།

source: Suspend the system while an application is inhibiting this
bo: གློག་རྟགས་འཇུག་གིས་བཀག་ཡོད་དུས་མ་ལག་ལྟོགས

source: Authentication is required to suspend the system while an application is inhibiting this.
bo: གློག་རྟགས་འཇུག་གིས་བཀག་ཡོད་དུས་མ་ལག་ལྟོགས་པར་བདེན་སྒྲིག་དགོས།

source: Hibernate the system
bo: མ་ལག་དགུགས་གཉིད (hibernate)

source: Authentication is required to hibernate the system.
bo: མ་ལག་དགུགས་གཉིད་བྱེད་པར་བདེན་སྒྲིག་དགོས།

source: Hibernate the system while other users are logged in
bo: ལག་ལེན་པ་གཞན་ཚོ་ནང་འཛུལ་ཡོད་དུས་མ་ལག་དགུགས་གཉིད

source: Authentication is required to hibernate the system while other users are logged in.
bo: ལག་ལེན་པ་གཞན་ཚོ་ནང་འཛུལ་ཡོད་དུས་མ་ལག་དགུགས་གཉིད་བྱེད་པར་བདེན་སྒྲིག་དགོས།

source: Hibernate the system while an application is inhibiting this
bo: གློག་རྟགས་འཇུག་གིས་བཀག་ཡོད་དུས་མ་ལག་དགུགས་གཉིད

source: Authentication is required to hibernate the system while an application is inhibiting this.
bo: གློག་རྟགས་འཇུག་གིས་བཀག་ཡོད་དུས་མ་ལག་དགུགས་གཉིད་བྱེད་པར་བདེན་སྒྲིག་དགོས།

source: Manage active sessions, users and seats
bo: ཤུགས་ལྡན་ལཱ་ཡུན་session དང་ལག་ལེན་པ་དང seat ཚོ་ཚོད་འཛིན།

source: Authentication is required to manage active sessions, users and seats.
bo: ཤུགས་ལྡན session དང་ལག་ལེན་པ་དང seat ཚོ་ཚོད་འཛིིན་བྱེད་པར་བདེན་སྒྲིག་དགོས།

source: Lock or unlock active sessions
bo: ཤུགས་ལྡན session ཁ་རྒྱག/ཁ་ཕྱེ

source: Authentication is required to lock or unlock active sessions.
bo: ཤུགས་ལྡན session ཁ་རྒྱག་པ་དང་ཁ་ཕྱེ་བར་བདེན་སྒྲིག་དགོས།

source: Set the reboot "reason" in the kernel
bo: kernel ནང་གི་ "reason" བསྐྱར་འགེལ་ཀྱི་རྒྱུ་མཚན་སྒྲིག

source: Authentication is required to set the reboot "reason" in the kernel.
bo: kernel ནང་གི་ "reason" སྒྲིག་པར་བདེན་སྒྲིག་དགོས།

source: Indicate to the firmware to boot to setup interface
bo: firmware ལ་སྒྲིག་འགོད་མདུན་ངོས་ལ་སྤེལ་བར་བསླབས་པ

source: Authentication is required to indicate to the firmware to boot to setup interface.
bo: firmware ལ་སྒྲིག་འགོད་མདུན་ངོས་ལ་སྤེལ་བར་བསླབ་པར་བདེན་སྒྲིག་དགོས།

source: Indicate to the boot loader to boot to the boot loader menu
bo: boot loader ལ་ boot loader དཀར་ཆག་ལ་སྤེལ་བར་བསླབས་པ

source: Authentication is required to indicate to the boot loader to boot to the boot loader menu.
bo: boot loader དཀར་ཆག་ལ་སྤེལ་བར་བསླབ་པར་བདེན་སྒྲིག་དགོས།

source: Indicate to the boot loader to boot a specific entry
bo: boot loader ལ་དམིགས་བསལ་འཛུལ་ཚན་སྤེལ་བར་བསླབས་པ

source: Authentication is required to indicate to the boot loader to boot into a specific boot loader entry.
bo: boot loader ནང་གི་དམིགས་བསལ་འཛུལ་ཚན་སྤེལ་བར་བསླབ་པར་བདེན་སྒྲིག་དགོས།

source: Set a wall message
bo: wall འཕྲིན་དོན་སྒྲིག

source: Authentication is required to set a wall message
bo: wall འཕྲིན་དོན་སྒྲིག་པར་བདེན་སྒྲིག་དགོས།

source: Change Session
bo: session བསྒྱུར་བ།

source: Authentication is required to change the virtual terminal.
bo: བར་ཅུ་ཡིག་རྟགས་སྣང་བ (virtual terminal) བསྒྱུར་བ་ལ་བདེན་སྒྲིག་དགོས།

source: Log into a local container
bo: རང་ས་ཡི container ནང་འཛུལ།

source: Authentication is required to log into a local container.
bo: རང་ས་ཡི container ནང་འཛུལ་བྱེད་པར་བདེན་སྒྲིག་དགོས།

source: Log into the local host
bo: རང་ས་ཡི host ནང་འཛུལ།

source: Authentication is required to log into the local host.
bo: རང་ས་ཡི host ནང་འཛུལ་བྱེད་པར་བདེན་སྒྲིག་དགོས།

source: Acquire a shell in a local container
bo: རང་ས་ཡི container ནང་ shell ཐོབ་པ

source: Authentication is required to acquire a shell in a local container.
bo: རང་ས་ཡི container ནང་ shell ཐོབ་པར་བདེན་སྒྲིག་དགོས།

source: Acquire a shell on the local host
bo: རང་ས་ཡི host སྟེང་ shell ཐོབ་པ

source: Authentication is required to acquire a shell on the local host.
bo: རང་ས་ཡི host སྟེང་ shell ཐོབ་པར་བདེན་སྒྲིག་དགོས།

source: Acquire a pseudo TTY in a local container
bo: རང་ས་ཡི container ནང་ pseudo TTY ཐོབ་པ

source: Authentication is required to acquire a pseudo TTY in a local container.
bo: རང་ས་ཡི container ནང་ pseudo TTY ཐོབ་པར་བདེན་སྒྲིག་དགོས།

source: Acquire a pseudo TTY on the local host
bo: རང་ས་ཡི host སྟེང་ pseudo TTY ཐོབ་པ

source: Authentication is required to acquire a pseudo TTY on the local host.
bo: རང་ས་ཡི host སྟེང་ pseudo TTY ཐོབ་པར་བདེན་སྒྲིག་དགོས།

source: Manage local virtual machines and containers
bo: རང་ས་ཡི་བར་ཅུ་སྒྲིག (VM) དང་ container ཚོ་ཚོད་འཛིན།

source: Authentication is required to manage local virtual machines and containers.
bo: རང་ས་ཡི VM དང་ container ཚོ་ཚོད་འཛིིན་བྱེད་པར་བདེན་སྒྲིག་དགོས།

source: Manage local virtual machine and container images
bo: རང་ས་ཡི VM/ཁུལ་ཁྲོད་གཟུགས་བརྙན་ཚོད་འཛིན།

source: Authentication is required to manage local virtual machine and container images.
bo: རང་ས་ཡི VM དང་ container གཟུགས་བརྙན་ཚོད་འཛིིན་ལ་བདེན་སྒྲིག་དགོས།

source: Set NTP servers
bo: NTP ཞབས་ཞུ་ཆས་སྒྲིག

source: Authentication is required to set NTP servers.
bo: NTP ཞབས་ཞུ་ཆས་སྒྲིག་པར་བདེན་སྒྲིག་དགོས།

source: Set DNS servers
bo: DNS ཞབས་ཞུ་ཆས་སྒྲིག

source: Authentication is required to set DNS servers.
bo: DNS ཞབས་ཞུ་ཆས་སྒྲིག་པར་བདེན་སྒྲིག་དགོས།

source: Set domains
bo: ཁོངས་གཙོ (domain) སྒྲིག

source: Authentication is required to set domains.
bo: domain སྒྲིག་པར་བདེན་སྒྲིག་དགོས།

source: Set default route
bo: སྔོན་སྒྲིག route སྒྲིག

source: Authentication is required to set default route.
bo: སྔོན་སྒྲིག route སྒྲིག་པར་བདེན་སྒྲིག་དགོས།

source: Enable/disable LLMNR
bo: LLMNR འགུལ/མཚམས་འཇོག

source: Authentication is required to enable or disable LLMNR.
bo: LLMNR འགུལ་བསྐྱོད་དང་མཚམས་འཇོག་བྱེད་པར་བདེན་སྒྲིག་དགོས།

source: Enable/disable multicast DNS
bo: multicast DNS འགུལ/མཚམས་འཇོག

source: Authentication is required to enable or disable multicast DNS.
bo: multicast DNS འགུལ་བསྐྱོད་དང་མཚམས་འཇོག་ལ་བདེན་སྒྲིག་དགོས།

source: Enable/disable DNS over TLS
bo: DNS over TLS འགུལ/མཚམས་འཇོག

source: Authentication is required to enable or disable DNS over TLS.
bo: DNS over TLS འགུལ་བསྐྱོད་དང་མཚམས་འཇོག་ལ་བདེན་སྒྲིག་དགོས།

source: Enable/disable DNSSEC
bo: DNSSEC འགུལ/མཚམས་འཇོག

source: Authentication is required to enable or disable DNSSEC.
bo: DNSSEC འགུལ་བསྐྱོད་དང་མཚམས་འཇོག་ལ་བདེན་སྒྲིག་དགོས།

source: Set DNSSEC Negative Trust Anchors
bo: DNSSEC Negative Trust Anchors སྒྲིག

source: Authentication is required to set DNSSEC Negative Trust Anchors.
bo: DNSSEC Negative Trust Anchors སྒྲིག་པར་བདེན་སྒྲིག་དགོས།

source: Revert NTP settings
bo: NTP སྒྲིག་སྟངས་ལོག་པ

source: Authentication is required to reset NTP settings.
bo: NTP སྒྲིག་སྟངས་བསྐྱར་སྒྲིག་ལ་བདེན་སྒྲིག་དགོས།

source: Revert DNS settings
bo: DNS སྒྲིག་སྟངས་ལོག་པ

source: Authentication is required to reset DNS settings.
bo: DNS སྒྲིག་སྟངས་བསྐྱར་སྒྲིག་ལ་བདེན་སྒྲིག་དགོས།

source: DHCP server sends force renew message
bo: DHCP ཞབས་ཞུ་ཆས་ཀྱིས་བང་བཙོང་བསྐྱར་གསར་འཕྲིན་ལེན་གཏོང་།

source: Authentication is required to send force renew message.
bo: བང་བཙོང་བསྐྱར་གསར་འཕྲིན་ལེན་གཏོང་ནི་ལ་བདེན་སྒྲིག་དགོས།

source: Renew dynamic addresses
bo: འགྱུར་བ་ཡོད་པའི་ཁ་བྱང་བསྐྱར་གསར།

source: Authentication is required to renew dynamic addresses.
bo: འགྱུར་བ་ཡོད་པའི་ཁ་བྱང་བསྐྱར་གསར་བྱེད་པར་བདེན་སྒྲིག་དགོས།

source: Reload network settings
bo: དྲ་རྒྱའི་སྒྲིག་སྟངས་བསྐྱར་འཇུག

source: Authentication is required to reload network settings.
bo: དྲ་རྒྱའི་སྒྲིག་སྟངས་བསྐྱར་འཇུག་པར་བདེན་སྒྲིག་དགོས།

source: Reconfigure network interface
bo: དྲ་ལམ་ངོས་འདྲེན་བསྐྱར་སྒྲིག

source: Authentication is required to reconfigure network interface.
bo: དྲ་ལམ་ངོས་འདྲེན་བསྐྱར་སྒྲིག་བྱེད་པར་བདེན་སྒྲིག་དགོས།

source: Inspect a portable service image
bo: འཁྱེར་བདེ་ཞབས་ཞུ་གཟུགས་བརྙན་ཞིབ་བཤེར།

source: Authentication is required to inspect a portable service image.
bo: འཁྱེར་བདེ་ཞབས་ཞུ་གཟུགས་བརྙན་ཞིབ་བཤེར་ལ་བདེན་སྒྲིག་དགོས།

source: Attach or detach a portable service image
bo: འཁྱེར་བདེ་ཞབས་ཞུ་གཟུགས་བརྙན་སྦྲེལ/བསྡམས་།

source: Authentication is required to attach or detach a portable service image.
bo: འཁྱེར་བདེ་ཞབས་ཞུ་གཟུགས་བརྙན་སྦྲེལ་བ་དང་བསྡམས་པ་ལ་བདེན་སྒྲིག་དགོས།

source: Delete or modify portable service image
bo: འཁྱེར་བདེ་ཞབས་ཞུ་གཟུགས་བརྙན་བསུབ/བཟོ་བཅོས།

source: Authentication is required to delete or modify a portable service image.
bo: འཁྱེར་བདེ་ཞབས་ཞུ་གཟུགས་བརྙན་བསུབ་པ་དང་བཟོ་བཅོས་ལ་བདེན་སྒྲིག་དགོས།

source: Register a DNS-SD service
bo: DNS-SD ཞབས་ཞུ་ཐོ་འགོད།

source: Authentication is required to register a DNS-SD service
bo: DNS-SD ཞབས་ཞུ་ཐོ་འགོད་ལ་བདེན་སྒྲིག་དགོས།

source: Unregister a DNS-SD service
bo: DNS-SD ཞབས་ཞུ་ཐོ་འགོད་བསྡམས།

source: Authentication is required to unregister a DNS-SD service
bo: DNS-SD ཞབས་ཞུ་ཐོ་འགོད་བསྡམས་པར་བདེན་སྒྲིག་དགོས།

source: Revert name resolution settings
bo: མིང་མོས་འགྲེལ་བཤད (name resolution) སྒྲིག་སྟངས་ལོག་པ

source: Authentication is required to reset name resolution settings.
bo: མིང་མོས་འགྲེལ་བཤད་སྒྲིག་སྟངས་བསྐྱར་སྒྲིག་ལ་བདེན་སྒྲིག་དགོས།

source: Set system time
bo: མ་ལག་དུས་ཚོད་སྒྲིག

source: Authentication is required to set the system time.
bo: མ་ལག་དུས་ཚོད་སྒྲིག་པར་བདེན་སྒྲིག་དགོས།

source: Set system timezone
bo: མ་ལག་དུས་ཁུལ་སྒྲིག

source: Authentication is required to set the system timezone.
bo: མ་ལག་དུས་ཁུལ་སྒྲིག་པར་བདེན་སྒྲིག་དགོས།

source: Set RTC to local timezone or UTC
bo: RTC རང་ས་དུས་ཁུལ་ཡང་ན UTC ལ་སྒྲིག

source: Authentication is required to control whether the RTC stores the local or UTC time.
bo: RTC ལ་རང་ས་དུས་ཚོད་ཡང་ན UTC གསོག་སྲུང་བྱེད་དམ་མིན་ཚོད་འཛིིན་ལ་བདེན་སྒྲིག་དགོས།

source: Turn network time synchronization on or off
bo: དྲ་རྒྱའི་དུས་ཚོད་མཉམ་འཁོར་འགུལ/མཚམས་འཇོག

source: Authentication is required to control whether network time synchronization shall be enabled.
bo: དྲ་རྒྱའི་དུས་ཚོད་མཉམ་འཁོར་འགུལ་བསྐྱོད་དམ་མིན་ཚོད་འཛིིན་ལ་བདེན་སྒྲིག་དགོས།

source: Authentication is required to start '$(unit)'.
bo: '$(unit)' འགོ་སློང་བར་བདེན་སྒྲིག་དགོས།

source: Authentication is required to stop '$(unit)'.
bo: '$(unit)' མཚམས་འཇོག་བྱེད་པར་བདེན་སྒྲིིག་དགོས།

source: Authentication is required to reload '$(unit)'.
bo: '$(unit)' བསྐྱར་འཇུག་བྱེད་པར་བདེན་སྒྲིིག་དགོས།

source: Authentication is required to restart '$(unit)'.
bo: '$(unit)' བསྐྱར་འགོ་སློང་བར་བདེན་སྒྲིིག་དགོས།

source: Authentication is required to send a UNIX signal to the processes of '$(unit)'.
bo: '$(unit)' ཡི་ལས་རིམ་ཚོས་ UNIX མཚམས་མཚོན (signal) གཏོང་བར་བདེན་སྒྲིིག་དགོས།

source: Authentication is required to reset the "failed" state of '$(unit)'.
bo: '$(unit)' ཡི "failed" གནས་ཚུལ་བསྐྱར་སྒྲིིག་ལ་བདེན་སྒྲིིག་དགོས།

source: Authentication is required to set properties on '$(unit)'.
bo: '$(unit)' ལ་གཏོགས་པ་སྒྲིིག་པར་བདེན་སྒྲིིག་དགོས།

source: Authentication is required to delete files and directories associated with '$(unit)'.
bo: '$(unit)' དང་འབྲེལ་བའི་ཡིག་ཆ་དང་དཀར་ཆག་བསུབ་པར་བདེན་སྒྲིིག་དགོས།

source: Authentication is required to freeze or thaw the processes of '$(unit)' unit.
bo: '$(unit)' ཡི་ལས་རིམ་ཚོ་གཏོང་མཚམས (freeze)/ཚང་བསྐྱོད (thaw) བྱེད་པར་བདེན་སྒྲིིག་དགོས།
